/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Obľúbené";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Typ";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Pridať medzi neoznačkované slučky";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Pridávam slučky z iného disku alebo partície";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Ak majú tieto audiosúbory konštantné tempo, začínajú na prvej dobe a končia na dobe, pri prehraní ukážky alebo pridaní do projektu sa prispôsobia tempu projektu.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Vybrané umiestnenie bude pridané medzi neoznačkované slučky. Audiosúbory v tomto umiestnení, ktoré majú konštantné tempo, začínajú na ťažkej dobe a končia na celej dobe, sa pri prehraní ukážky alebo pridaní do projektu prispôsobia tempu projektu.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Zrušiť";

/* Copy Loops Button */
"Copy to Loops Folder" = "Kopírovať do priečinka Slučky";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Slučky budú pridané do Prehliadača slučiek, kde budú dostupné pre použitie vo vašich skladbách. Vyberte, či chcete, aby Logic skopíroval slučky do priečinka Apple Loops, alebo či ich chcete používať z ich aktuálneho umiestnenia.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Upraviť značky";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Zobraziť vo Finderi";

/* Debug Menu:Parse loop */
"Parse loop" = "Analyzovať slučku";

/* Descriptors */
"Descriptors" = "Deskriptory";

/* Genre */
"Genre" = "Žáner";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Pridávam slučky do prehliadača slučiek";

/* Initial Title of the jam pack control */
"All Packs" = "Všetky balíky";

/* Instrument */
"Instrument" = "Nástroj";

/* LoopBrower: two and more items label */
"%ld items" = "Položky: %ld";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "prehrávanie slučky";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "reálna slučka";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "softvérová slučka";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "webová slučka";

/* LoopBrowser: one Item label */
"1 item" = "Položky: 1";

/* LoopBrowser: zero Items label */
"0 items" = "Položky: 0";

/* Move Loops Button */
"Move to Loops Folder" = "Presunúť do priečinka Slučky";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Slučky budú pridané do Prehliadača slučiek, kde budú dostupné pre použitie vo vašich skladbách. Vyberte, či chcete, aby Logic presunul slučky do priečinka Apple Loops, alebo či ich chcete používať z ich aktuálneho umiestnenia.";

/* Reference Loops Button */
"Current Location" = "Aktuálne umiestnenie";

/* Reindex all loops menu item */
"Reindex All Loops" = "Reindexovať všetky slučky";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Vyberte slučky, ktoré chcete zobraziť v prehliadači slučiek.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Kliknutím vyhľadáte slučky podľa nástroja, žánra alebo deskriptorov.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Vyberte, či chcete zobraziť kľúčové slová pre nástroje, žánre alebo náladu";

/* accessibility description of the segment that switches to column view */
"column view" = "stĺpcové zobrazenie";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "zobrazenie hudobných tlačidiel";

/* menu item in Recent Search History */
"Clear Search History" = "Vymazať históriu vyhľadávania";

/* menu item in Recent Search History */
"No recent searches" = "Žiadne posledné vyhľadávania";

/* menu title in Recent Search History */
"Recent Searches" = "Posledné vyhľadávania";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Hľadať slučky";
